[
  {
    "type": "pie",
    "filepath": "graphs/pies/AI in MentalHealthMarketGrowth.png",
    "description": "This pie chart represents the growth of the AI in mental health market from $6.6 billion in 2021 to a projected $67.4 billion by 2027, highlighting the significant expansion of AI technologies in this sector."
  },
  {
    "type": "pie",
    "filepath": "graphs/pies/MoodTrackingFeatureAdoption.png",
    "description": "This pie chart illustrates the adoption rate of key features within the platform, with 60% of users expected to utilize the mood tracking feature and 50% utilizing the song recommendation feature within the first year."
  },
  {
    "type": "bar",
    "filepath": "graphs/bars/UserGrowthProjection.png",
    "description": "This bar chart shows the projected growth of active users over the first three years, starting with 5,000 in Year 1, increasing to 20,000 in Year 2, and reaching 50,000 by Year 3."
  },
  {
    "type": "bar",
    "filepath": "graphs/bars/MarketValuation.png",
    "description": "This bar chart represents the valuation growth of the digital mental health and wellness market from $2.6 billion in 2023, projected to $3.1 billion by 2025, and reaching $10.2 billion by 2030."
  },
  {
    "type": "bar",
    "filepath": "graphs/bars/JournalingMarketGrowth.png",
    "description": "This bar chart highlights the growth of the digital journaling and mental health applications markets over the years, projecting rapid expansion by 2030."
  },
  {
    "type": "line",
    "filepath": "graphs/lines/RevenueProjection.png",
    "description": "This line chart shows the projected revenue from subscription models over five years, starting with approximately $299,700 in Year 1 and growing to over $1.2 million by Year 5."
  },
  {
    "type": "line",
    "filepath": "graphs/lines/ProjectedUserBase.png",
    "description": "This line chart depicts the projected growth of the user base, aiming to reach 100,000 users by the end of Year 1, 500,000 by Year 3, and scaling to 1 million by Year 5."
  },
  {
    "type": "flow",
    "filepath": "graphs/flows/StartupBusinessModel.png",
    "description": "This flowchart illustrates the business model of the AI-driven journaling platform, starting from user acquisition, implementing AI features, ensuring data privacy, and diversifying revenue streams."
  }
]